REGION_MAP = {
    "干线": [
        "京AEP303",
        "粤BQN066",
        "粤BNT993",
        "粤ACJ959",
        "粤BDW641",
        "粤ACJ995",
        "粤BNJ052",
        "粤BFE485",
        "粤BLA205",
        "粤BFM072",
        "粤BMP251",
        "粤BPV550",
        "粤BES008",
        "粤BNX948",
        "粤ACE213",
        "粤ADD881",
        "粤ADJ892",
        "粤BLY079",
        "粤BMM265",
        "粤BNV030"
    ],
    "华北": [
        "京N3VL85",
        "京HPN783"
    ],
    "华南": [
        "粤A6H62M",
        "粤A2K1E1",
        "粤B17K86",
        "粤BN2S63",
        "粤BH91Z8",
        "粤A7V6Q9",
        "粤B61HY1",
        "粤B6Q60B",
        "粤BT3S56",
        "粤B07FL0",
        "粤B0V61B",
        "粤B29DN1",
        "粤B2T61C",
        "粤B5L13Z",
        "粤B8V58Q",
        "粤B9H52V",
        "粤BN0U23",
        "粤B27BX0"
    ],
    "华东": [
        "京LPW138",
        "粤BT802F",
        "粤BY2J27",
        "粤ADH806",
        "粤BFP236",
        "粤B798F5"
    ]
}